<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AltDocumentSelectionCell.nib</key>
		<data>
		JHTXwUphhuM21j1mceHKn79fxzI=
		</data>
		<key>AltStoryboard.storyboardc/AltDocumentSelectionVC.nib</key>
		<data>
		2fNfVNQDIS+p8Dez+NDBjPRgzD8=
		</data>
		<key>AltStoryboard.storyboardc/Info.plist</key>
		<data>
		BZJbitpAZ/UvcnXCWZvGv59nHQQ=
		</data>
		<key>AltStoryboard.storyboardc/Y6W-OH-hqX-view-sTD-t3-iq2.nib</key>
		<data>
		A9RotBu5J8sFqR6qbkIQDYk2VaY=
		</data>
		<key>Assets.car</key>
		<data>
		PVAi8XXy72T+BsLBUs5/73y0E+M=
		</data>
		<key>BlurDetection.mlmodelc/analytics/coremldata.bin</key>
		<data>
		YPp+5CXD8o5O8mRdzQcOmv4SM1U=
		</data>
		<key>BlurDetection.mlmodelc/coremldata.bin</key>
		<data>
		z5Q5DDpf5T3rFzqHMpg8NJa9dSM=
		</data>
		<key>BlurDetection.mlmodelc/metadata.json</key>
		<data>
		V8NupOJPe33BmrX3HfLMK2u7MOg=
		</data>
		<key>BlurDetection.mlmodelc/model.espresso.net</key>
		<data>
		Ar/jLx4GEnf6lU91X4/gu8AVQec=
		</data>
		<key>BlurDetection.mlmodelc/model.espresso.shape</key>
		<data>
		1DqQL2Udiyh05ICwepL7MJtqP7U=
		</data>
		<key>BlurDetection.mlmodelc/model.espresso.weights</key>
		<data>
		0IiCCRH0wuKKEl5+wf1HSTo3a8w=
		</data>
		<key>BlurDetection.mlmodelc/model/coremldata.bin</key>
		<data>
		Sv7swyUlgKA12b/Ss/n53O4zdKA=
		</data>
		<key>BlurDetection.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>CaptureBar.nib</key>
		<data>
		TXILO+wD8eECVf6tPsHot0I2i9c=
		</data>
		<key>CornerDetection.mlmodelc/analytics/coremldata.bin</key>
		<data>
		MhkgRC6RytF+ABrcJJ7IW9SrVnI=
		</data>
		<key>CornerDetection.mlmodelc/coremldata.bin</key>
		<data>
		yjwZWIVI5o722oT+LcklqYbz5r8=
		</data>
		<key>CornerDetection.mlmodelc/metadata.json</key>
		<data>
		fEktAiInnZX+Bz5rntVni4litZE=
		</data>
		<key>CornerDetection.mlmodelc/model.espresso.net</key>
		<data>
		VCpvEPED7K5ZNWxMnUq8jwDL6VI=
		</data>
		<key>CornerDetection.mlmodelc/model.espresso.shape</key>
		<data>
		4LkbqbF27YfDPDerOUdq6Yad5BY=
		</data>
		<key>CornerDetection.mlmodelc/model.espresso.weights</key>
		<data>
		vZMAOuptlB6gbsNi9n9WAyuX9yE=
		</data>
		<key>CornerDetection.mlmodelc/model/coremldata.bin</key>
		<data>
		VspdyrBrJnNdjxFiWkQgAxlQzmA=
		</data>
		<key>CornerDetection.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>DocumentSelectionCell.nib</key>
		<data>
		lzFnQGyNPZGJP82enbt0G7wSOA4=
		</data>
		<key>GlareClassify.mlmodelc/analytics/coremldata.bin</key>
		<data>
		d/SATA/kDtk5tfjXKUF3Qxj4f/U=
		</data>
		<key>GlareClassify.mlmodelc/coremldata.bin</key>
		<data>
		wIbXlXOjai366O+oB8pGEH50zAk=
		</data>
		<key>GlareClassify.mlmodelc/metadata.json</key>
		<data>
		tighikn2WOjL3+ocQD30DQu+03g=
		</data>
		<key>GlareClassify.mlmodelc/model.espresso.net</key>
		<data>
		4FaiCcT0Qh0NCZOBqfiB0ZabDU4=
		</data>
		<key>GlareClassify.mlmodelc/model.espresso.shape</key>
		<data>
		Q5UseSb3JKafMF1w8dxXMvFBFqo=
		</data>
		<key>GlareClassify.mlmodelc/model.espresso.weights</key>
		<data>
		dyFD8AvMLFscrYRsSjLo0gY11S8=
		</data>
		<key>GlareClassify.mlmodelc/model/coremldata.bin</key>
		<data>
		VspdyrBrJnNdjxFiWkQgAxlQzmA=
		</data>
		<key>GlareClassify.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>GlareIntensityCheck.mlmodelc/analytics/coremldata.bin</key>
		<data>
		j4QvyEk1zk7n4StuL7LMXB4z6ro=
		</data>
		<key>GlareIntensityCheck.mlmodelc/coremldata.bin</key>
		<data>
		jv6+85CxsNYh14Pf05u1A5f72H4=
		</data>
		<key>GlareIntensityCheck.mlmodelc/metadata.json</key>
		<data>
		mnGnPQf03dsV75o8FMARl9ZPLYo=
		</data>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.net</key>
		<data>
		TYe1O0Jt0Ws1jKFOCLIc7X9qZCw=
		</data>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.shape</key>
		<data>
		BWGp2gnAgySzqFDdo3DdP4IDp5o=
		</data>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.weights</key>
		<data>
		CwAE5oX0DJioCFnkhxU0wlJ6tDc=
		</data>
		<key>GlareIntensityCheck.mlmodelc/model/coremldata.bin</key>
		<data>
		VspdyrBrJnNdjxFiWkQgAxlQzmA=
		</data>
		<key>GlareIntensityCheck.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>ImageTextView.nib</key>
		<data>
		psnHrocvH+Qny0kg6rBIc3PWQCE=
		</data>
		<key>Info.plist</key>
		<data>
		LD/gieTV9AWd//CHY3Ftm/JpOsA=
		</data>
		<key>MDTableViewCell.nib</key>
		<data>
		CLsA226MvhtCcNDvX4b2/ayA63U=
		</data>
		<key>OpenSans-Bold.ttf</key>
		<data>
		HjcE7ki1/35YJIjq2HsFJJ8U3Bw=
		</data>
		<key>OpenSans-Regular.ttf</key>
		<data>
		ur6NzpOj5ItsPHlyCgwEjojdH+c=
		</data>
		<key>PaddedLabel.nib</key>
		<data>
		X8K3XfElRp+6cHv5pC6sSD/rSHE=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		ZsAvOUqhhlkgbiXOCMSWwkPbal4=
		</data>
		<key>ScannerVC.storyboardc/Info.plist</key>
		<data>
		nvS9+3CKi6q4Idwwj5f6j5jyOzk=
		</data>
		<key>ScannerVC.storyboardc/ScannerVC.nib</key>
		<data>
		9nty2EqMWlbGEUrABL74O/KYb2M=
		</data>
		<key>ScannerVC.storyboardc/V0F-70-aGg-view-64Y-8g-NEr.nib</key>
		<data>
		dA9qQlS/dr5OBx9ZPnQmtTmG9o4=
		</data>
		<key>SelfieScreens.storyboardc/HelpVC.nib</key>
		<data>
		orwNKUnqUS5PKIhIhMukQhYoWJg=
		</data>
		<key>SelfieScreens.storyboardc/Info.plist</key>
		<data>
		TtdkoGSeapyA6Hc9r4xTWQR5y+o=
		</data>
		<key>SelfieScreens.storyboardc/PreviewVC.nib</key>
		<data>
		yp8FZqYEQfb5zvdBenCK4KaDtKY=
		</data>
		<key>SelfieScreens.storyboardc/SelfieViewController.nib</key>
		<data>
		IpdSVLtv64Cw3WfzNT4P8fZBe/s=
		</data>
		<key>SelfieScreens.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		M7kYRkoGvYAHL4XdXmAMYNebZ5c=
		</data>
		<key>SelfieScreens.storyboardc/cxw-2S-RaQ-view-dRf-mD-qc3.nib</key>
		<data>
		ZdJ+SyGADAPtvccENZcHfJ7x56U=
		</data>
		<key>SelfieScreens.storyboardc/g2Q-Su-lTV-view-GEL-sG-rud.nib</key>
		<data>
		TMyf1cCazH/Br9JH3PkrGW91FYo=
		</data>
		<key>TextWithProgress.nib</key>
		<data>
		DWonrofhGNWBP+ZXXXROj0eqcTY=
		</data>
		<key>TopBarView.nib</key>
		<data>
		ESTCN2Z4zCujt6Jx/ji71iDdpD0=
		</data>
		<key>view_v4.storyboardc/ConsentMDVC.nib</key>
		<data>
		0pbi56ZmJkG4Pkxn9ctVV4S/eHg=
		</data>
		<key>view_v4.storyboardc/DocumentSelectorVC.nib</key>
		<data>
		O9VXHi1Te0iD1hDqWVVAKfNLYZM=
		</data>
		<key>view_v4.storyboardc/Info.plist</key>
		<data>
		bBI9KfPcs4i53VjY4lKE41PzYkc=
		</data>
		<key>view_v4.storyboardc/LoadingVC.nib</key>
		<data>
		byQB2IPruBbGsiMa746YPnxVEtQ=
		</data>
		<key>view_v4.storyboardc/SHh-aI-glb-view-lwT-uu-JVK.nib</key>
		<data>
		SGtQFGUNd8M4SAWLUa8J0kfvMe8=
		</data>
		<key>view_v4.storyboardc/hHH-gA-ptM-view-sYD-9D-LPk.nib</key>
		<data>
		nWD17cPNhluV4cE5TCfjshe1pfg=
		</data>
		<key>view_v4.storyboardc/p8F-V3-YY8-view-d2z-o6-nRe.nib</key>
		<data>
		T4XKhCZMbOEUt0hJPG6xHbokarc=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>AltDocumentSelectionCell.nib</key>
		<dict>
			<key>hash</key>
			<data>
			JHTXwUphhuM21j1mceHKn79fxzI=
			</data>
			<key>hash2</key>
			<data>
			RBfEcImnSQJ+IInkUt2jMJgYstD2a7yjXy+BLf7JvS4=
			</data>
		</dict>
		<key>AltStoryboard.storyboardc/AltDocumentSelectionVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			2fNfVNQDIS+p8Dez+NDBjPRgzD8=
			</data>
			<key>hash2</key>
			<data>
			+93jcM2kgYBo1o6XF1L93CuP3wc6DRoPCKU+J6yTuoA=
			</data>
		</dict>
		<key>AltStoryboard.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			BZJbitpAZ/UvcnXCWZvGv59nHQQ=
			</data>
			<key>hash2</key>
			<data>
			aW/pefG/YVE1jl1GL2EuPPrTcsC3fCEN6Kg1EZBdQvE=
			</data>
		</dict>
		<key>AltStoryboard.storyboardc/Y6W-OH-hqX-view-sTD-t3-iq2.nib</key>
		<dict>
			<key>hash</key>
			<data>
			A9RotBu5J8sFqR6qbkIQDYk2VaY=
			</data>
			<key>hash2</key>
			<data>
			oCf9mHxeJdyWLwVsMMqkR+AfQW9hwIKc2nZnbkdqM2o=
			</data>
		</dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			PVAi8XXy72T+BsLBUs5/73y0E+M=
			</data>
			<key>hash2</key>
			<data>
			mqNUgHU9A9G2PwNAfUUFRZ5L01C9G1tdJHSbDsZjmbc=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			YPp+5CXD8o5O8mRdzQcOmv4SM1U=
			</data>
			<key>hash2</key>
			<data>
			MQYvxcRh27Cykj7nrJNvkKlmFFUBsQ0HFv8LKry3gvg=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			z5Q5DDpf5T3rFzqHMpg8NJa9dSM=
			</data>
			<key>hash2</key>
			<data>
			i5HOeT8vjfbKyPcRXzqw4YYuFKyarcHiOdLtAvF2ljo=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			V8NupOJPe33BmrX3HfLMK2u7MOg=
			</data>
			<key>hash2</key>
			<data>
			YN7JRE7HUv0dak2Myo72DgWw9L9+Kp7hZzrqM6bcTuQ=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			Ar/jLx4GEnf6lU91X4/gu8AVQec=
			</data>
			<key>hash2</key>
			<data>
			ZajhDO8EdaROXIxVH0dae9JYxL0YKv0ZGQ24+yfmc9I=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			1DqQL2Udiyh05ICwepL7MJtqP7U=
			</data>
			<key>hash2</key>
			<data>
			Ed+sjLnqN8ScAuGnnPOTQDJtkqefpgo9r7ep/uLbD24=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			0IiCCRH0wuKKEl5+wf1HSTo3a8w=
			</data>
			<key>hash2</key>
			<data>
			xDYIq4rsL88VJYKsEt/2g98G1V/DRu6RzwSMq+2fafE=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Sv7swyUlgKA12b/Ss/n53O4zdKA=
			</data>
			<key>hash2</key>
			<data>
			SqC5Tcrzx7Bpnf9Xh0j3Cf9DMZ/R4YKGVhFrTvNbOtU=
			</data>
		</dict>
		<key>BlurDetection.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>CaptureBar.nib</key>
		<dict>
			<key>hash</key>
			<data>
			TXILO+wD8eECVf6tPsHot0I2i9c=
			</data>
			<key>hash2</key>
			<data>
			yT8PgD5qnugzNsdaZi2ZcZvmW2krtk74BWbfihqVAb8=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			MhkgRC6RytF+ABrcJJ7IW9SrVnI=
			</data>
			<key>hash2</key>
			<data>
			TP7KwfEwRIby5JOb6j/w7+I71lQwyERD/ZWeFCeDRnA=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yjwZWIVI5o722oT+LcklqYbz5r8=
			</data>
			<key>hash2</key>
			<data>
			SCvRUk3BGgtPPRa8U5RLtgxx5ygDcWaMkjTAAH+/fTI=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			fEktAiInnZX+Bz5rntVni4litZE=
			</data>
			<key>hash2</key>
			<data>
			qOoIihu5fdM4LrVuWImv3JIkwXX+IpagM2wwUjf7nZY=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			VCpvEPED7K5ZNWxMnUq8jwDL6VI=
			</data>
			<key>hash2</key>
			<data>
			mKS/F+oBGzvEUQ9PqoJzqNKHFKlBGJZCMqP8Ei3otnw=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			4LkbqbF27YfDPDerOUdq6Yad5BY=
			</data>
			<key>hash2</key>
			<data>
			ayZ3n0UtrLb9742u1QLRxnl9xof8lDTGG/to394qkyI=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vZMAOuptlB6gbsNi9n9WAyuX9yE=
			</data>
			<key>hash2</key>
			<data>
			8FJXiQR+lfuazkS1Y+MEHpQ6GshSlS7aXl3ju1DflTQ=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VspdyrBrJnNdjxFiWkQgAxlQzmA=
			</data>
			<key>hash2</key>
			<data>
			Cwd/8MMxUX3wPCPN/wFim6E1geG5eQzSQldDmMeblWQ=
			</data>
		</dict>
		<key>CornerDetection.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>DocumentSelectionCell.nib</key>
		<dict>
			<key>hash</key>
			<data>
			lzFnQGyNPZGJP82enbt0G7wSOA4=
			</data>
			<key>hash2</key>
			<data>
			SZ0tA0LcKafCuqloHl6UdI4ZYfWnC5vhMBx/y2D/fA4=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			d/SATA/kDtk5tfjXKUF3Qxj4f/U=
			</data>
			<key>hash2</key>
			<data>
			rMn6TL+ze6EnL2mTUYDAp3fX2fbBldUmTQyMpz6u/wU=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			wIbXlXOjai366O+oB8pGEH50zAk=
			</data>
			<key>hash2</key>
			<data>
			4m1pjJSUNq0tastZveMhf2WB7gu6i1s3KDUrVLeqFtU=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			tighikn2WOjL3+ocQD30DQu+03g=
			</data>
			<key>hash2</key>
			<data>
			HKZyQA4DrmUm21AQKBEr9NR3yGugPaP/H9UotK8h2l0=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			4FaiCcT0Qh0NCZOBqfiB0ZabDU4=
			</data>
			<key>hash2</key>
			<data>
			r8aBUuupJ37BNqcMl0Yvbs7MQnfKkPzvtMmPY4vntDk=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Q5UseSb3JKafMF1w8dxXMvFBFqo=
			</data>
			<key>hash2</key>
			<data>
			nINbr9Xu7PQPhjugkR6OPy/+XcbNibjVCHQUOLucaBg=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			dyFD8AvMLFscrYRsSjLo0gY11S8=
			</data>
			<key>hash2</key>
			<data>
			H+wwi1B8fScd/X0y1KADauDLer6KUpW35oXfwjLp19U=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VspdyrBrJnNdjxFiWkQgAxlQzmA=
			</data>
			<key>hash2</key>
			<data>
			Cwd/8MMxUX3wPCPN/wFim6E1geG5eQzSQldDmMeblWQ=
			</data>
		</dict>
		<key>GlareClassify.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			j4QvyEk1zk7n4StuL7LMXB4z6ro=
			</data>
			<key>hash2</key>
			<data>
			Uk2ybiYOswV8V9/O+h9lc8Ljktj54sU6aRY+80Tyo4M=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			jv6+85CxsNYh14Pf05u1A5f72H4=
			</data>
			<key>hash2</key>
			<data>
			x1YqPl26j8kJVuiu8DHMYZdOZ+SFyXh3OMvGUYomnXQ=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			mnGnPQf03dsV75o8FMARl9ZPLYo=
			</data>
			<key>hash2</key>
			<data>
			fRUMgeLoKLmzG1euNtYUZRDnSK0TVGOgMWSuEaGxcXo=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TYe1O0Jt0Ws1jKFOCLIc7X9qZCw=
			</data>
			<key>hash2</key>
			<data>
			zme0rTEPsDkQK5PXtW0EFSc6xa7h5DekgXFdT9oAdS8=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			BWGp2gnAgySzqFDdo3DdP4IDp5o=
			</data>
			<key>hash2</key>
			<data>
			okddGlGHkT1UcrZrmJfBeV/J2t83KmZyvX+sU24pXVA=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			CwAE5oX0DJioCFnkhxU0wlJ6tDc=
			</data>
			<key>hash2</key>
			<data>
			XLEQhnx2HSKfjbCaTEiJhblK+hTXaw9H2zWUwRH7PRk=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VspdyrBrJnNdjxFiWkQgAxlQzmA=
			</data>
			<key>hash2</key>
			<data>
			Cwd/8MMxUX3wPCPN/wFim6E1geG5eQzSQldDmMeblWQ=
			</data>
		</dict>
		<key>GlareIntensityCheck.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>ImageTextView.nib</key>
		<dict>
			<key>hash</key>
			<data>
			psnHrocvH+Qny0kg6rBIc3PWQCE=
			</data>
			<key>hash2</key>
			<data>
			wh/aJma8ZKj98ammrX093haN3DJrwaFZzqi8w83uEzE=
			</data>
		</dict>
		<key>MDTableViewCell.nib</key>
		<dict>
			<key>hash</key>
			<data>
			CLsA226MvhtCcNDvX4b2/ayA63U=
			</data>
			<key>hash2</key>
			<data>
			D/TJ5IYSlecsdYGLdb1QVw1eoIUn3PKUSnWRF7jZ6Mc=
			</data>
		</dict>
		<key>OpenSans-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			HjcE7ki1/35YJIjq2HsFJJ8U3Bw=
			</data>
			<key>hash2</key>
			<data>
			95FqNzd+OFJ9QwYwPP6JtlO0mwprCwXGt1k/erAkjag=
			</data>
		</dict>
		<key>OpenSans-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			ur6NzpOj5ItsPHlyCgwEjojdH+c=
			</data>
			<key>hash2</key>
			<data>
			A3I27Uv1ioX2cHTBZdMIJg/WvgHIbX30556hbrJz+MU=
			</data>
		</dict>
		<key>PaddedLabel.nib</key>
		<dict>
			<key>hash</key>
			<data>
			X8K3XfElRp+6cHv5pC6sSD/rSHE=
			</data>
			<key>hash2</key>
			<data>
			B3jlm9tpBGQkWLa/dDlpasYXLzK/hDXC02vK+9ps+uw=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			ZsAvOUqhhlkgbiXOCMSWwkPbal4=
			</data>
			<key>hash2</key>
			<data>
			BmN1hwGtLItt2JWovymrC9yBE3eURbk9p2FUpS9cLGY=
			</data>
		</dict>
		<key>ScannerVC.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			nvS9+3CKi6q4Idwwj5f6j5jyOzk=
			</data>
			<key>hash2</key>
			<data>
			XZIWgovMV19KOskfSM8TD4Omxu5qzIVqcoA92EoyAyo=
			</data>
		</dict>
		<key>ScannerVC.storyboardc/ScannerVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			9nty2EqMWlbGEUrABL74O/KYb2M=
			</data>
			<key>hash2</key>
			<data>
			I3yU7f/ZlwbNQW7iHYGXh7yINJS2AHAXXhZWVcQXqN8=
			</data>
		</dict>
		<key>ScannerVC.storyboardc/V0F-70-aGg-view-64Y-8g-NEr.nib</key>
		<dict>
			<key>hash</key>
			<data>
			dA9qQlS/dr5OBx9ZPnQmtTmG9o4=
			</data>
			<key>hash2</key>
			<data>
			pJo4iSeLbD7qSlUNmJEvxx/yxCJ5AxHDhk/2hXFeiRo=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/HelpVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			orwNKUnqUS5PKIhIhMukQhYoWJg=
			</data>
			<key>hash2</key>
			<data>
			4IMxnZJzUWOKUmDsZuc8GTsmLs5MmqK/TGPwixmEmB0=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			TtdkoGSeapyA6Hc9r4xTWQR5y+o=
			</data>
			<key>hash2</key>
			<data>
			f0mjWucj6LQ0WtBTVXUm5V8zjdLvItuwrNg4/Oop7GE=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/PreviewVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			yp8FZqYEQfb5zvdBenCK4KaDtKY=
			</data>
			<key>hash2</key>
			<data>
			2bu0JJq8Be7B5N0HWAFiyl+1N92wNzjM8s/6oXBDevI=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/SelfieViewController.nib</key>
		<dict>
			<key>hash</key>
			<data>
			IpdSVLtv64Cw3WfzNT4P8fZBe/s=
			</data>
			<key>hash2</key>
			<data>
			B+l2R4EqdyBXkjDlxkJyp6o6SM05PPAX168X6YTi1Do=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash</key>
			<data>
			M7kYRkoGvYAHL4XdXmAMYNebZ5c=
			</data>
			<key>hash2</key>
			<data>
			2bfjOBIoMZDwkFXSOpfAOfamVNfmqkK3JnyjCbrzUXU=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/cxw-2S-RaQ-view-dRf-mD-qc3.nib</key>
		<dict>
			<key>hash</key>
			<data>
			ZdJ+SyGADAPtvccENZcHfJ7x56U=
			</data>
			<key>hash2</key>
			<data>
			FVWqCTHA88bHoNqCpd+HsS+6MuZ8YlDExcsuEJ3p410=
			</data>
		</dict>
		<key>SelfieScreens.storyboardc/g2Q-Su-lTV-view-GEL-sG-rud.nib</key>
		<dict>
			<key>hash</key>
			<data>
			TMyf1cCazH/Br9JH3PkrGW91FYo=
			</data>
			<key>hash2</key>
			<data>
			nOLVj8qF6XY9FoPx1kq2CrwC0YVOh0Gd7kT+cFMCkfU=
			</data>
		</dict>
		<key>TextWithProgress.nib</key>
		<dict>
			<key>hash</key>
			<data>
			DWonrofhGNWBP+ZXXXROj0eqcTY=
			</data>
			<key>hash2</key>
			<data>
			vvWjhmCFAjPOk5vCzWKHJkmc4J0XzkGgWTNFMb4hBUs=
			</data>
		</dict>
		<key>TopBarView.nib</key>
		<dict>
			<key>hash</key>
			<data>
			ESTCN2Z4zCujt6Jx/ji71iDdpD0=
			</data>
			<key>hash2</key>
			<data>
			5T/bPVcbFZgbcTNBKk6XeyUuYJ/ii4CV9y2H4EmTRxQ=
			</data>
		</dict>
		<key>view_v4.storyboardc/ConsentMDVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			0pbi56ZmJkG4Pkxn9ctVV4S/eHg=
			</data>
			<key>hash2</key>
			<data>
			UF3SMq0T+sPiiUe8ziw7tlcCCCRaOMSMtdaH4oSQkgk=
			</data>
		</dict>
		<key>view_v4.storyboardc/DocumentSelectorVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			O9VXHi1Te0iD1hDqWVVAKfNLYZM=
			</data>
			<key>hash2</key>
			<data>
			5mmdokJPj6e0Ygxf1sMgGp/lNftPVtt49lmSlphy7/Q=
			</data>
		</dict>
		<key>view_v4.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			bBI9KfPcs4i53VjY4lKE41PzYkc=
			</data>
			<key>hash2</key>
			<data>
			BHNfghsVsn5afnq+qDoS2NHVBBdz2wv8qe7R6hGbQN8=
			</data>
		</dict>
		<key>view_v4.storyboardc/LoadingVC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			byQB2IPruBbGsiMa746YPnxVEtQ=
			</data>
			<key>hash2</key>
			<data>
			UHlHfFJnwx4oa5e4PThdK+v91p9N8L6qUx370A63V9M=
			</data>
		</dict>
		<key>view_v4.storyboardc/SHh-aI-glb-view-lwT-uu-JVK.nib</key>
		<dict>
			<key>hash</key>
			<data>
			SGtQFGUNd8M4SAWLUa8J0kfvMe8=
			</data>
			<key>hash2</key>
			<data>
			aSqzIn4H86wR2qMnDB8SafGR64W95axnrJQes+sxGv8=
			</data>
		</dict>
		<key>view_v4.storyboardc/hHH-gA-ptM-view-sYD-9D-LPk.nib</key>
		<dict>
			<key>hash</key>
			<data>
			nWD17cPNhluV4cE5TCfjshe1pfg=
			</data>
			<key>hash2</key>
			<data>
			pNr6XOxgeMwrmnPkqXbPP4U0xaUok2myDUQHGLJmVGY=
			</data>
		</dict>
		<key>view_v4.storyboardc/p8F-V3-YY8-view-d2z-o6-nRe.nib</key>
		<dict>
			<key>hash</key>
			<data>
			T4XKhCZMbOEUt0hJPG6xHbokarc=
			</data>
			<key>hash2</key>
			<data>
			bQwS4EByEkN56yBlUsRrUizX3WDgvk/tTVAE2exPOmE=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>SC_Info/SocureDocV\.(sinf|supp|supf|supx)$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<integer>10000</integer>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>SC_Info/SocureDocV\.(sinf|supp|supf|supx)$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<integer>10000</integer>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
