{
  "layers" : [
    {
      "axis_mode" : 4,
      "bottom" : "input_0",
      "weights" : {

      },
      "mode" : 9,
      "nd_axis" : 1,
      "nd_mode" : true,
      "debug_info" : "reduce_max_0",
      "use_version" : 1,
      "top" : "reduce_max_0_presqueeze",
      "type" : "reduce",
      "name" : "reduce_max_0_presqueeze"
    },
    {
      "size_of_axes" : 1,
      "bottom" : "reduce_max_0_presqueeze",
      "axes_0" : 1,
      "weights" : {

      },
      "nd_axis" : 0,
      "debug_info" : "reduce_max_0",
      "version" : 1,
      "top" : "reduce_max_0",
      "type" : "squeeze",
      "name" : "reduce_max_0"
    },
    {
      "axis_mode" : 4,
      "bottom" : "input_0",
      "weights" : {

      },
      "mode" : 10,
      "nd_axis" : 1,
      "nd_mode" : true,
      "debug_info" : "reduce_min_0",
      "use_version" : 1,
      "top" : "reduce_min_0_presqueeze",
      "type" : "reduce",
      "name" : "reduce_min_0_presqueeze"
    },
    {
      "size_of_axes" : 1,
      "bottom" : "reduce_min_0_presqueeze",
      "axes_0" : 1,
      "weights" : {

      },
      "nd_axis" : 0,
      "debug_info" : "reduce_min_0",
      "version" : 1,
      "top" : "reduce_min_0",
      "type" : "squeeze",
      "name" : "reduce_min_0"
    },
    {
      "bottom" : "reduce_max_0,reduce_min_0",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "11",
      "top" : "11",
      "type" : "elementwise",
      "name" : "11",
      "beta" : 0
    },
    {
      "bottom" : "11",
      "alpha" : 0.5,
      "operation" : 1,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "_inversed_light_component.1",
      "top" : "_inversed_light_component.1",
      "type" : "elementwise",
      "name" : "_inversed_light_component.1",
      "beta" : 0
    },
    {
      "bottom" : "",
      "k" : 1,
      "n" : 1,
      "weights" : {

      },
      "h" : 1,
      "debug_info" : "thresholded.1",
      "constant_blob" : 1,
      "top" : "thresholded.1_load_constant_5",
      "w" : 1,
      "type" : "load_constant",
      "name" : "thresholded.1_load_constant_5"
    },
    {
      "bottom" : "_inversed_light_component.1,thresholded.1_load_constant_5",
      "alpha" : 1,
      "operation" : 105,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "thresholded.1",
      "top" : "thresholded.1",
      "type" : "elementwise",
      "name" : "thresholded.1",
      "beta" : 0
    },
    {
      "axis_mode" : 2,
      "bottom" : "thresholded.1",
      "weights" : {

      },
      "mode" : 0,
      "nd_axis" : 1,
      "nd_mode" : true,
      "debug_info" : "16",
      "use_version" : 1,
      "top" : "thresholded.1__reduction_axis__1",
      "type" : "reduce",
      "name" : "16__reduction_axis__0"
    },
    {
      "axis_mode" : 1,
      "bottom" : "thresholded.1__reduction_axis__1",
      "weights" : {

      },
      "mode" : 0,
      "nd_axis" : 2,
      "nd_mode" : true,
      "debug_info" : "16",
      "use_version" : 1,
      "top" : "16_presqueeze",
      "type" : "reduce",
      "name" : "16_presqueeze"
    },
    {
      "size_of_axes" : 2,
      "bottom" : "16_presqueeze",
      "axes_0" : 1,
      "axes_1" : 2,
      "weights" : {

      },
      "nd_axis" : 0,
      "debug_info" : "16",
      "version" : 1,
      "top" : "16",
      "type" : "squeeze",
      "name" : "16"
    },
    {
      "bottom" : "",
      "k" : 1,
      "n" : 1,
      "weights" : {

      },
      "h" : 1,
      "debug_info" : "17",
      "constant_blob" : 3,
      "top" : "17_load_constant_7",
      "w" : 1,
      "type" : "load_constant",
      "name" : "17_load_constant_7"
    },
    {
      "bottom" : "16,17_load_constant_7",
      "alpha" : 1,
      "operation" : 105,
      "beta" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "17",
      "top" : "output_0",
      "type" : "elementwise",
      "name" : "17",
      "attributes" : {
        "is_output" : 1
      }
    }
  ],
  "transform_params" : {
    "input_0" : {
      "bias_a" : 0,
      "bias_g" : 0,
      "bias_r" : 0,
      "bias_b" : 0,
      "center_mean" : 0,
      "is_network_bgr" : 0,
      "scale" : 1
    }
  },
  "storage" : "model.espresso.weights",
  "metadata_in_weights" : [

  ],
  "properties" : {

  },
  "analyses" : {

  },
  "format_version" : 200
}